Connorcpu.vsc-rustfmt
DotJoshJohnson.xml
IBM.output-colorizer
PKief.material-icon-theme
RolandGreim.sharecode
Zignd.html-css-class-completion
christian-kohler.path-intellisense
deerawan.vscode-dash
donjayamanne.githistory
donjayamanne.jupyter
donjayamanne.python
eg2.tslint
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.code-runner
hjleochen.rails-nav
jakethashi.vscode-angular2-emmet
johnpapa.Angular2
kaiwood.endwise
kalitaalexey.vscode-rust
kamikillerto.vscode-colorize
lukehoban.Go
magicstack.MagicPython
misogi.ruby-rubocop
msjsdiag.debugger-for-chrome
noku.rails-run-spec-vscode
otoniel-isidoro.vscode-ruby-ctags
rbbit.typescript-hero
rebornix.Ruby
robertohuertasm.vscode-icons
robinbentley.sass-indented
sporto.rails-go-to-spec
tht13.python
tmikoss.rails-latest-migration
tushortz.python-extended-snippets
vayan.haml
vscodevim.vim
waderyan.gitblame
wmaurer.change-case
xabikos.JavaScriptSnippets
xabikos.ReactSnippets
zhuangtongfa.Material-theme
ziyasal.vscode-open-in-github